app/controllers/api/comments_controller.rb

	def create
		Comment.create(text: params[:text], author: params[:author])
		render json: Comment.all
---
INSERT INTO "comments" ("text", "author", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["text", "sdfsdf"], ["author", "sdfsdf"], ["created_at", "2016-06-01 23:58:21.468455"], ["updated_at", "2016-06-01 23:58:21.468455"]]
SELECT "comments".* FROM "comments"

	def index
		render json: Comment.all
---
SELECT "comments".* FROM "comments"